accountsservice
alsa-firmware
alsa-support
alsa-utils
appimagelauncher
arandr
archlinux-xdg-menu
arj
asian-fonts
auto-cpufreq
autoconf
automake
autotiling
b43-fwcutter
balena-etcher
bash-completion
bison
brave-bin
bridge-utils
bzip2
cava-git
chaotic-keyring
conky-lua
conky-manager
coreutils
cpio
curlftpfs
dateutils
dex
discord
dmraid
dosfstools
ecryptfs-utils
esound
espeak-ng
eww-git
exfatprogs
fatresize
festival
ffmpegthumbnailer
filesystem
findutils
flex
fscrypt
galculator
garuda-boot-options
garuda-browser-settings
garuda-hotfixes
garuda-i3-settings
garuda-icons
garuda-network-assistant
garuda-optimus-manager-config
garuda-wallpapers-extra
garuda-zsh-config
gawk
geary
gestures
gettext
gimp
git-crypt
github-cli
gnu-netcat
go
gparted
grep
groff
grub-btrfs
grub-garuda
grub-theme-garuda
gstreamer-meta
gtk-engine-murrine
gzip
hideit.sh-git
i3-gaps
i3blocks
i3status
inetutils
inkscape
iputils
ipw2100-fw
ipw2200-fw
jfsutils
jgmenu
jq
kdeconnect
khal
kitty
lhasa
libdvdcss
libmythes
libreoffice-fresh
licenses
linux-lts
linux-lts-headers
lsb-release
lxappearance-gtk3
lxinput-gtk3
lxrandr-gtk3
lzip
lzop
m4
mailspring
make
man-db
man-pages
mdadm
memtest86+
menumaker
mkinitcpio-nfs-utils
mkinitcpio-openswap
mkinitcpio-systemd-tool
mlocate
modem-manager-gui
mousetweaks
mpc
mpd
ncmpcpp
neofetch-git
net-tools
networkmanager-dmenu-bluetoothfix-git
nodejs-lts-gallium
noto-fonts-cjk
noto-fonts-emoji
npm
nss-mdns
numlockx
onboard
optimus-manager
os-prober-btrfs
p7zip
p7zip-gui
pacutils
pandoc
pasystray
patch
pavucontrol
peco
peek
picom-jonaburg-fix
pipewire-support
pkgconf
playerctl
plymouth-theme-garuda
polkit-gnome
power-profiles-daemon
powersave-tweaks
powertop
pragha
printer-support
procps-ng
python-adblock
python-pip
qbittorrent
qpdfview
qt5ct
qutebrowser
r
redshift
reiserfsprogs
ripgrep-git
rofi-dmenu
samba-support
scanner-support
scrot
sed
shadow
simple-scan
skippy-xd-git
spicetify-cli
spotify
stacer
stow
superpaper
tar
teams
terminus-font
texinfo
thunar-media-tags-plugin
thunar-volman
tint2
topgrade
ttf-dejavu
ttf-fantasque-sans-mono
ttf-fira-sans
ttf-liberation
ttf-material-design-iconic-font
ttf-material-icons-git
ttf-opensans
ufw
unace
unarchiver
unarj
ungoogled-chromium
update-grub
usbutils
vdirsyncer
vi
visual-studio-code-bin
vlc
wezterm
wget
which
wireless_tools
wmctrl
xautolock
xcape
xdg-desktop-portal-gtk
xdotool
xfce4-power-manager
xfce4-settings
xorg-xinit
xorg-xprop
xorg-xrandr
xsel
zathura
zip
