accountsservice
alsa-firmware
alsa-support
alsa-utils
amd-ucode
appimagelauncher
arandr
archlinux-xdg-menu
arj
asian-fonts
autoconf
automake
autorandr
autotiling
azote
b43-fwcutter
balena-etcher
base
bash-completion
bfg
bind
binutils
bison
bleachbit
blueman
bluetooth-support
brave-bin
bridge-utils
btrfs-progs
bzip2
catfish
cava-git
chaotic-keyring
chaotic-mirrorlist
clang-format-all-git
cmake
conky-lua
conky-manager
copyq
coreutils
cpio
cpupower-gui
cryptsetup
curlftpfs
dateutils
deluge-gtk
dex
dialog
discord
dmidecode
dmraid
dosfstools
downgrade
dunst
e2fsprogs
easyeffects
ecryptfs-utils
efibootmgr
esound
espeak-ng
ethtool
eww-git
exfatprogs
f2fs-tools
fakeroot
fastfetch
fatresize
feh
festival
ffmpegthumbnailer
file
filesystem
findutils
flameshot
flashfocus-git
flex
freetype2
fscrypt
fwupd
galculator
garuda-assistant
garuda-boot-options
garuda-browser-settings
garuda-common-settings
garuda-fish-config
garuda-gamer
garuda-hooks
garuda-hotfixes
garuda-i3-settings
garuda-icons
garuda-network-assistant
garuda-optimus-manager-config
garuda-settings-manager
garuda-setup-assistant
garuda-system-maintenance
garuda-video-linux-config
garuda-wallpapers
garuda-wallpapers-extra
garuda-welcome
garuda-zsh-config
gawk
gcc
gcc-libs
geany
geary
gestures
gettext
gimp
giph
git
git-crypt
git-filter-repo
github-cli
glibc
gnome-firmware
gnome-keyring
gnu-netcat
go
google-chrome
gparted
grep
groff
grub
grub-btrfs
grub-garuda
grub-theme-garuda
gsimplecal
gstreamer-meta
gtk-engine-murrine
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gzip
hideit.sh-git
htop
i3-gaps
i3blocks
i3lock
i3status
inetutils
inkscape
input-devices-support
inxi
iproute2
iptables-nft
iputils
ipw2100-fw
ipw2200-fw
jfsutils
jgmenu
jq
kdeconnect
khal
kitty
kvantum
kvantum-theme-qogir-git
lhasa
lib32-pipewire-jack
libdvdcss
libgsf
libmythes
libopenraw
libreoffice-fresh
librsvg
libtool
licenses
lightdm
lightdm-settings
lightdm-slick-greeter
linux-firmware
linux-lts
linux-lts-headers
linux-zen
linux-zen-headers
logrotate
lrzip
lsb-release
lvm2
lxappearance-gtk3
lxinput-gtk3
lxrandr-gtk3
lzip
lzop
m4
mailspring
make
man-db
man-pages
mdadm
meld
memtest86+
menumaker
mercurial
micro
mintstick
mkinitcpio-nfs-utils
mkinitcpio-openswap
mkinitcpio-systemd-tool
mlocate
modem-manager-gui
mopidy
mopidy-spotify
mopidy-youtube
mousepad
mousetweaks
mpc
mpd
mpv
mtools
nano
ncmpcpp-git
neofetch-git
net-tools
network-manager-applet
networkmanager-dmenu-bluetoothfix-git
networkmanager-support
nfs-utils
nilfs-utils
nodejs-lts-gallium
noise-suppression-for-voice-git
noisetorch
notion-app-enhanced
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
nss-mdns
ntfs-3g
numlockx
onboard
optimus-manager
os-prober-btrfs
p7zip
p7zip-gui
pacman
pacman-contrib
pacseek
pacutils
pandoc
papirus-icon-theme-git
paru
pasystray
patch
pavucontrol
pciutils
peco
peek
performance-tweaks
perl-file-mimeinfo
picom-jonaburg-fix
pipewire-jack
pipewire-support
pkgconf
playerctl
plymouth-git
plymouth-theme-garuda
polkit-gnome
polybar
power-profiles-daemon
powertop
pragha
printer-support
procps-ng
psmisc
python-adblock
python-cssselect
python-pip
qbittorrent
qogir-gtk-theme-git
qogir-icon-theme-git
qpdfview
qt5ct
qutebrowser
r
rate-mirrors
redshift
reiserfsprogs
ripgrep-git
ristretto
rofi
rofi-calc
rofi-dmenu
rsync
rustup
samba-support
scanner-support
scrot
sed
shadow
simple-scan
skippy-xd-git
snapper-support
snapper-tools
sof-firmware
spicetify-cli
spotiflyer-bin
spotify
sshfs
stacer
stow
subversion
sudo
superpaper-git
systemd
systemd-sysvcompat
tar
teams
terminus-font
texinfo
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tint2
topgrade
ttf-dejavu
ttf-fantasque-sans-mono
ttf-fira-sans
ttf-liberation
ttf-material-design-iconic-font
ttf-material-icons-git
ttf-opensans
tumbler
turbostat
ufw
unace
unarchiver
unarj
ungoogled-chromium
unrar
unzip
update-grub
usbutils
util-linux
vdirsyncer
vi
vim
visual-studio-code-bin
vlc
wezterm
wget
whatpulse
which
wireless-regdb
wireless_tools
wireplumber
wmctrl
xarchiver
xautolock
xbindkeys
xcape
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-user-dirs
xdg-utils
xdman
xdotool
xfce4-power-manager
xfce4-settings
xfce4-terminal
xfsprogs
xorg-server
xorg-server-xephyr
xorg-xbacklight
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xprop
xorg-xrandr
xorg-xsetroot
xorg-xwininfo
xsel
xz
zathura
zenity
zip
